Repository: zikula-modules/Multisites
Catalog: src/modules/Multisites/locale/*/LC_MESSAGES/module_multisites.po
Languages: de

source: Error! Updating the database configuration file failed.
de: Fehler! Ändern der Datenbank-Konfigurationsdatei fehlgeschlagen.

source: Imported
de: Importiert

source: The site "%1$s" does have a table prefix set which is not supported anymore. You need to rename tables in the "%2$s" database accordingly.
de: Die Seite "%1$s" hat einen Tabellenpräfix gesetzt, welches nicht mehr unterstützt wird. Die Tabellen in der Datenbank "%2$s" müssen entsprechend umbenannt werden.

source: An error was encountered while creating the tables for the %s extension.
de: Beim Erstellen der Tabellen für die Erweiterung %s ist ein Fehler aufgetreten.

source: Please enable the development mode by editing the /config/config.php file in order to reveal the error details.
de: Bitte aktiviere den Entwicklungsmodus durch Bearbeiten der Datei /config/config.php um die Fehlerdetails zu enthüllen.

source: Could not delete the %s folder. Please remove it manually.
de: Der Ordner %s konnte nicht gelöscht werden. Bitte manuell entfernen.

source: Could not update the %1$s file automatically. Please compare it with %2$s and update it manually.
de: Die Datei %1$s konnte nicht automatisch aktualisiert werden. Bitte mit %2$s vergleichen und manuell anpassen.

source: Zikula Multisites module
de: Zikula Multisites Modul

source: An error was encountered while removing stored object workflows for the %s extension.
de: Beim Entfernen der gespeicherten Workflows für die Erweiterung %s ist ein Fehler aufgetreten.

source: An error was encountered while dropping tables for the %s extension.
de: Beim Entfernen der Tabellen für die Erweiterung %s ist ein Fehler aufgetreten.

source: The upload directories at [%s] can be removed manually.
de: Das Upload-Verzeichnis [%s] kann manuell entfernt werden.

source: Multisites module generated by ModuleStudio 0.7.0.
de: Das Multisites-Modul, generiert von ModuleStudio 0.7.0.

source: multisites Sites Display Hooks
de: Multisites Seiten Display-Hooks

source: multisites Sites Filter Hooks
de: Multisites Seiten Filter-Hooks

source: multisites Templates Display Hooks
de: Multisites Vorlagen Display-Hooks

source: multisites Templates Filter Hooks
de: Multisites Vorlagen Filter-Hooks

source: multisites Site extensions Display Hooks
de: Multisites Seiten-AddOns Display-Hooks

source: multisites Site extensions Filter Hooks
de: Multisites Seiten-AddOns Filter-Hooks

source: multisites Projects Display Hooks
de: Multisites Projekte Display-Hooks

source: multisites Projects Filter Hooks
de: Multisites Projekte Filter-Hooks

source: Error! Could not move your file to the destination folder.
de: Fehler! Die Datei konnte nicht in den Zielordner verschoben werden.

source: Error! No file found.
de: Fehler! Keine Datei gefunden.

source: Error! This file type is not allowed. Please choose another file format.
de: Fehler! Dieses Dateiformat ist nicht erlaubt. Bitte ein anderes Dateiformat wählen.

source: Error! Your file is too big. Please keep it smaller than %s kilobytes.
de: Fehler! Die Datei ist zu groß. Bitte eine Größe von weniger als %s KB wählen.

source: Error! Your file is too big. Please keep it smaller than %s megabytes.
de: Fehler! Die Datei ist zu groß. Bitte eine Größe von weniger als %s MB wählen.

source: Error! This file type seems not to be a valid image.
de: Fehler! Dieser Dateityp scheint kein gültiges Bild zu sein.

source: Unknown error
de: Unbekannter Fehler.

source: File too big
de: Die Datei ist zu groß.

source: File uploaded partially
de: Die Datei wurde nur teilweise hochgeladen.

source: No file uploaded
de: Keine Datei hochgeladen.

source: No tmp folder
de: Kein temporärer Ordner.

source: Error with upload:
de: Fehler! Upload fehlgeschlagen:

source: site
de: Seite

source: template
de: Vorlage

source: site extension
de: Seiten-Erweiterung

source: project
de: Projekt

source: Add %s
de: %s hinzufügen

source: Select %s
de: %s wählen

source: Find %s
de: %s finden

source: Search %s
de: %s suchen

source: Create new %s
de: %s neu erstellen

source: Create
de: Erstellen

source: No results found!
de: Keine Ergebnisse gefunden.

source: Cancel
de: Abbrechen

source: This function requires JavaScript activated!
de: Diese Funktion erfordert aktiviertes JavaScript!

source: Error! in %1$s: the %2$s parameter must be specified.
de: Fehler! in %1$s: der Parameter %2$s muss angegeben werden.

source: Sorry, but you can not create the template yet as other items are required which must be created before!
de: Du kannst die Vorlage noch nicht erstellen, da andere Einträge benötigt werden, die zuvor erstellt werden müssen!

source: Done! Template created.
de: Erledigt! Vorlage erstellt.

source: Done! Template updated.
de: Erledigt! Vorlage geändert.

source: Done! Template deleted.
de: Erledigt! Vorlage gelöscht.

source: Sorry, but an unknown error occured during the %s action. Please apply the changes again!
de: Ein unbekannter Fehler ist während der Aktion %s aufgetreten. Bitte die Änderungen noch einmal anwenden!

source: Select an existing file...
de: Eine existierende Datei auswählen...

source: Error! Please either provide a sql file or select an existing one.
de: Fehler! Bitte entweder eine SQL-Datei bereitstellen oder eine bestehende auswählen.

source: Error! Could not determine workflow actions.
de: Fehler! Die Workflow-Aktionen konnten nicht ermittelt werden.

source: No such item.
de: Keinen solchen Eintrag gefunden.

source: Done! Item created.
de: Erledigt! Eintrag angelegt.

source: Error! Creation attempt failed.
de: Fehler! Erstellung fehlgeschlagen.

source: Done! Item updated.
de: Erledigt! Eintrag geändert.

source: Error! Update attempt failed.
de: Fehler! Änderung fehlgeschlagen.

source: Done! Item deleted.
de: Erledigt! Eintrag gelöscht.

source: Error! Deletion attempt failed.
de: Fehler! Löschversuch fehlgeschlagen.

source: Error! Failed to set configuration variables.
de: Fehler! Aktualisierung der Einstellungen fehlgeschlagen.

source: Done! Module configuration updated.
de: Erledigt! Modulkonfiguration geändert.

source: Sorry, but you can not create the project yet as other items are required which must be created before!
de: Du kannst das Projekt noch nicht erstellen, da andere Einträge benötigt werden, die zuvor erstellt werden müssen!

source: Done! Project created.
de: Erledigt! Projekt erstellt.

source: Done! Project updated.
de: Erledigt! Projekt geändert.

source: Done! Project deleted.
de: Erledigt! Projekt gelöscht.

source: Sorry, but you can not create the site yet as other items are required which must be created before!
de: Du kannst die Seite noch nicht erstellen, da andere Einträge benötigt werden, die zuvor erstellt werden müssen!

source: Done! Site created.
de: Erledigt! Seite erstellt.

source: Done! Site updated.
de: Erledigt! Seite geändert.

source: Done! Site deleted.
de: Erledigt! Seite gelöscht.

source: Error! The site alias may contain only lowercase letters.
de: Fehler! Der Seiten-Alias darf nur Kleinbuchstaben enthalten.

source: The user name you entered for the site administrator contains unacceptable characters. A valid user name consists of lowercase letters, numbers, underscores, periods, and/or dashes.
de: Der eingegebene Benutzername für den Seiten-Administrator enthält ungültige Zeichen. Ein gültiger Benutzername besteht aus Kleinbuchstaben, Ziffern, Unterstrichen, Punkten und/oder Bindestrichen.

source: Error! Please either provide a csv file containing the required parameter values or enter them manually.
de: Fehler! Bitte entweder eine CSV-Datei mit den benötigten Parameterwerten bereitstellen oder diese manuell eingeben.

source: Error! You need to select a template for new sites.
de: Fehler! Bitte eine Vorlage für die neue Seite auswählen.

source: Error! Connecting to the database failed.
de: Fehler! Verbinden zur Datenbank fehlgeschlagen.

source: This site exists already. The site DNS must be unique.
de: Diese Seite existiert bereits. Die Seiten-DNS muss eindeutig sein.

source: This site exists already. The site alias must be unique.
de: Diese Seite existiert bereits. Das Seiten-Alias muss eindeutig sein.

source: Error! Creation of database failed.
de: Fehler! Erstellung der Datenbank fehlgeschlagen.

source: Projects
de: Projekte

source: View projects
de: Projektliste

source: Templates
de: Vorlagen

source: View site templates
de: Liste der Seitenvorlagen

source: Sites
de: Seiten

source: View sites
de: Seitenliste

source: Manage module updates
de: Modulaktualisierungen verwalten

source: Queries
de: Abfragen

source: Execute mass queries in site databases
de: Massenabfragen in den Seitendatenbanken ausführen

source: Configuration
de: Konfiguration

source: Manage settings for this application
de: Einstellungen für diese Anwendung verwalten

source: Invalid identifier received.
de: Fehler! Ungültigen Identifier erhalten.

source: Invalid object type received.
de: Fehler! Ungültigen Objekttyp erhalten.

source: Error! Connecting to the database %s failed.
de: Fehler! Das Verbinden zur Datenbank %s ist fehlgeschlagen.

source: Error! Could not do what you wanted. Please check your input.
de: Fehler! Die gewünschte Aktion konnte nicht ausgeführt werden. Bitte die Eingaben überprüfen.

source: Error! Sorry! Deletion attempt failed.
de: Fehler! Löschversuch fehlgeschlagen.

source: Error! Could not include %s
de: Fehler beim Einbinden von %s

source: Error! Could not load default theme.
de: Fehler! Das Standard-Theme konnte nicht geladen werden.

source: Error! Could not save the new default theme.
de: Fehler! Das neue Standard-Theme konnte nicht gespeichert werden.

source: Approved
de: Freigegeben

source: Content has been approved and is available online.
de: Der Inhalt wurde freigegeben und ist online verfügbar.

source: All except approved
de: Alle außer freigegeben

source: Shows all items except these which are approved
de: Zeige alle Einträge außer den freigegebenen

source: Module
de: Modul

source: Module plugin
de: Modul-Plugin

source: Deleted
de: Gelöscht

source: The upload directory "%s" does not exist and could not be created. Try to create it yourself and make sure that this folder is accessible via the web and writable by the webserver.
de: Das Upload-Verzeichnis "%s" existiert nicht und konnte nicht erstellt werden. Bitte selbst anlegen und sicherstellen, dass dieser Ordner über das Web erreichbar und durch den Webserver beschreibbar ist.

source: Warning! The upload directory at "%s" exists but is not writable by the webserver.
de: Warnung! Das Upload-Verzeichnis "%s" existiert, aber ist nicht durch den Webserver beschreibbar.

source: Warning! Could not write the .htaccess file at "%s".
de: Warnung! Konnte die .htaccess-Datei in "%s" nicht schreiben.

source: Error: it seems everything is configured correctly, but Multisites is not running. Please check your configuration file!
de: Fehler: es scheint, als ob alles korrekt konfiguriert ist, aber Multisites läuft nicht. Bitte überprüfe Deine Konfigurationsdatei!

source: The directory where the sites files have to be created is not defined. Please, define it.
de: Fehler! Das Verzeichnis, in dem die Dateien für die Seite angelegt werden sollen, ist nicht definiert. Bitte definieren.

source: The directory where the sites files have to be created does not exist. Please, create it.
de: Fehler! Das Verzeichnis, in dem die Dateien für die Seite angelegt werden sollen, existiert nicht. Bitte anlegen.

source: The directory where the sites files have to be created is not writeable. Please, set it as writeable.
de: Fehler! Das Verzeichnis, in dem die Dateien für die Seite angelegt werden sollen, ist nicht beschreibbar. Bitte auf beschreibbar setzen.

source: Error: File config/multisites_config.php could not be found.
de: Fehler! Die Datei config/multisites_config.php konnte nicht gefunden werden.

source: Error: Could not write into the config/multiple_config.php file.
de: Fehler! Konnte nicht in die Datei config/multisites_config.php schreiben.

source: The directory for storing the sites files is not defined. Check your configuration values.
de: Fehler! Das Verzeichnis zur Speicherung der Seitendateien ist nicht definiert. Bitte die Konfigurationseinstellungen überprüfen.

source: The directory for storing the sites files does not exist.
de: Fehler! Das Verzeichnis zur Speicherung der Seitendateien existiert nicht.

source: The directory for storing the sites files is not writeable.
de: Fehler! Das Verzeichnis zur Speicherung der Seitendateien ist nicht beschreibbar.

source: Error creating the directory:
de: Fehler beim Erstellen des Verzeichnisses:

source: Error! The <strong>%s</strong> directory does not exist and could not be created automatically. Please create it and make it writeable.
de: Fehler! Das Verzeichnis <strong>%s</strong> existiert nicht und konnte nicht automatisch erstellt werden. Bitte erstelle es und stelle es auf beschreibbar.

source: Error! The <strong>%s</strong> directory is not writeable. Please correct that.
de: Fehler! Das Verzeichnis <strong>%s</strong> ist nicht beschreibbar. Bitte korrigiere das.

source: DB Query error.
de: Fehler! Datenbankabfrage fehlgeschlagen.

source: Connection error, because:
de: Fehler! Datenbankverbindung fehlgeschlagen, weil:

source: Error! Deletion of old database tables failed.
de: Fehler! Löschen der alten Datenbank-Tabellen fehlgeschlagen.

source: Error! Renaming of excluded database tables failed.
de: Fehler! Umbenennen der ausgeschlossenen Datenbank-Tabellen fehlgeschlagen.

source: Error! Creation of database tables failed.
de: Fehler! Erstellung der Datenbank-Tabellen fehlgeschlagen.

source: Error! Updating the site configuration failed.
de: Fehler! Aktualisierung der Seiten-Konfiguration fehlgeschlagen.

source: Error! Updating the site parameters failed.
de: Fehler! Ändern der Seitenparameter fehlgeschlagen.

source: Error! The template sql file could not be found.
de: Fehler! Die SQL-Datei der Vorlage konnte nicht gefunden werden.

source: Error! Opening the template sql file failed.
de: Fehler! Öffnen der SQL-Datei der Vorlage fehlgeschlagen.

source: Error importing the database in line
de: Fehler! Importieren der Datenbank in Zeile

source: Error! Importing the database failed. Perhaps there is a problem with the template file.
de: Fehler! Importieren der Datenbank fehlgeschlagen. Vielleicht gibt es ein Problem mit der Vorlagendatei.

source: Error! Setting configurating value failed.
de: Fehler! Setzen eines Konfigurationswertes fehlgeschlagen.

source: Error! Creating the site administrator failed.
de: Fehler! Erstellung des Seiten-Administrators fehlgeschlagen.

source: Error! Deleting old parameters failed.
de: Fehler! Löschen der alten Parameter fehlgeschlagen.

source: Error! Creating parameter "%s" failed.
de: Fehler! Erstellen des Parameters "%s" fehlgeschlagen.

source: Error deleting file:
de: Fehler beim Löschen der Datei:

source: Error! Could not find MySQL program directory.
de: Fehler! Das MySQL-Programmverzeichnis konnte nicht gefunden werden.

source: Error! The "mysqldump" program is not installed.
de: Fehler! Das Programm "mysqldump" ist nicht installiert.

source: Error! The database dump failed. Please ensure that the database user %1%s has the "LOCK_TABLES" permission and the web service may write into the %2$s folder.
de: Fehler! Der Datenbank-Dump ist fehlgeschlagen. Bitte stellen Sie sicher, dass der Datenbanknutzer %1$s die "LOCK_TABLES" Berechtigung besitzt und der Webservice in den Ordner %2$s schreiben darf.

source: You have not defined the global administrator name or password. Check the module configuration.
de: Name oder Password des globalen Administrators wurden nicht definiert. Bitte die Modulkonfiguration überprüfen.

source: Error! Creating global administrator failed.
de: Fehler! Erstellung des globalen Administrators fehlgeschlagen.

source: Error! Getting global administrator values failed.
de: Fehler! Abrufen der Werte des globalen Administrators fehlgeschlagen.

source: Error! Adding global administrator to admin group failed.
de: Fehler! Hinzufügen des globalen Administrators zur Admin-Gruppe fehlgeschlagen.

source: Error! Getting global administrator group failed.
de: Fehler! Abrufen der Gruppe des globalen Administrators fehlgeschlagen.

source: Error! Updating global administrator password failed.
de: Fehler! Änderung des Passwortes des globalen Administrators fehlgeschlagen.

source: Error! Deleting the permission sequences having a value below 0 failed.
de: Fehler! Das Löschen der Sequenzen mit Wert kleiner 0 ist fehlgeschlagen.

source: Error! Creating the new permission sequence failed.
de: Fehler! Das Erstellen der neuen Berechtigungssequenz ist fehlgeschlagen.

source: Error! No valid theme name received.
de: Fehler! Keinen gültigen Theme-Namen erhalten.

source: A global administrator has been created.
de: Erledigt! Ein globaler Administrator wurde erstellt.

source: The administration control has been recovered.
de: Erledigt! Die Administrationskontrolle wurde wiederhergestellt.

source: Not tool selected
de: Kein Werkzeug ausgewählt

source: Error! Invalid identifier received.
de: Fehler! Ungültigen Identifier erhalten.

source: Error! No site with id %s could be found.
de: Fehler! Es konnte keine Seite mit der ID %s gefunden werden.

source: Done! Cleared all cache and compile directories for site %s.
de: Erledigt! Alle Cache und Compile Verzeichnisse für die Seite %s geleert.

source: Please configure the global administrator settings.
de: Bitte konfiguriere die Einstellungen zum globalen Administrator.

source: Error! Please enter some sql commands or provide a sql file.
de: Fehler! Bitte entweder einige SQL-Kommandos oder eine SQL-Datei bereitstellen.

source: Error! Please select at least one database host.
de: Fehler! Bitte mindestens einen Datenbank-Server auswählen.

source: Error! Please select at least one database type.
de: Fehler! Bitte mindestens einen Datenbank-Typ auswählen.

source: Site alias
de: Seiten-Alias

source: Database name
de: Datenbank Name

source: Error during executing query in database %s.
de: Fehler beim Ausführen der Abfrage in Datenbank %s.

source: Query executed in database %s successfully.
de: Abfrage erfolgreich in Datenbank %s ausgeführt.

source: Error! It is not allowed to delete this site.
de: Fehler! Es ist nicht erlaubt, diese Seite zu löschen.

source: Error: invalid input.
de: Fehler! Ungültige Eingabe.

source: No module name received.
de: Fehler! Kein Modulname erhalten.

source: No new state received.
de: Fehler! Keinen neuen Zustand erhalten.

source: Error changing module state.
de: Fehler! Änderung des Modulzustands fehlgeschlagen.

source: Error creating module.
de: Fehler! Erstellen des Moduls fehlgeschlagen.

source: Error deleting module.
de: Fehler! Löschen des Moduls fehlgeschlagen.

source: No theme name received.
de: Fehler! Keinen Theme-Namen erhalten.

source: Error creating theme.
de: Fehler! Erstellen des Themes fehlgeschlagen.

source: Error deleting theme.
de: Fehler! Löschen des Themes fehlgeschlagen.

source: Error! This template does not have any sites assigned yet.
de: Fehler! Diese Vorlage hat noch keine zugeordneten Seiten.

source: The template has been reapplied to %s site.
de: Die Vorlage wurde auf %s Seite erneut angewendet.

source: Error! Field value must not be empty (%s).
de: Fehler! Der Wert des Feldes darf nicht leer sein (%s).

source: Error! Length of field value must not be higher than %2$s (%1$s).
de: Fehler! Die Länge des Feldes darf %2$s nicht überschreiten (%1$s).

source: Error! Field value must be a valid email address (%s).
de: Fehler! Das Feld muss eine gültige E-Mail Adresse beinhalten (%s).

source: Error! Field value must be a valid boolean (%s).
de: Fehler! Das Feld muss einen gültigen Boolean beinhalten (%s).

source: Error! Storing the site modules in the Multisites database failed.
de: Fehler! Speichern der Seitenmodule in der Multisites-Datenbank fehlgeschlagen.

source: Error during deleting the database.
de: Fehler beim Löschen der Datenbank.

source: Error during deleting the site files directory.
de: Fehler beim Löschen des Seiten-Dateiverzeichnisses.

source: Create site extension
de: Seiten-Erweiterung erstellen

source: Delete
de: Löschen

source: Manage the modules for this site
de: Die Module für diese Seite verwalten

source: Allowed extensions
de: Erlaubte Erweiterungen

source: Manage the themes for this site
de: Die Themes für diese Seite verwalten

source: Allowed layouts
de: Erlaubte Layouts

source: Export the database as SQL file
de: Die Datenbank als SQL-Datei exportieren

source: Database SQL Export
de: Datenbank SQL-Export

source: Site tools
de: Seiten-Werkzeuge

source: Error! Could not remove stored workflow. Deletion has been aborted.
de: Fehler! Der gespeicherte Workflow konnte nicht entfernt werden. Die Löschung wurde abgebrochen.

source: Error! Could not load the associated workflow.
de: Fehler! Der assoziierte Workflow konnte nicht geladen werden.

source: Edit
de: Bearbeiten

source: Reuse for new item
de: Für neuen Eintrag wiederverwenden

source: Reuse
de: Wiederverwenden

source: Create site
de: Seite erstellen

source: Create template
de: Vorlage erstellen

source: Create project
de: Projekt erstellen

source: Create a CSV file for the defined parameters
de: Eine CSV-Datei für die definierten Parameter erstellen

source: Parameters CSV
de: Parameter CSV

source: Reapply template to all assigned sites
de: Vorlage auf alle zugeordneten Seiten neu anwenden

source: Reapply template
de: Vorlage neu anwenden

source: No
de: Nein

source: Yes
de: Ja

source: Invalid user identifier received.
de: Fehler! Ungültigen Benutzer Identifier erhalten.

source: None workflow (no approval)
de: Kein Workflow (keine Freigabe)

source: This is like a non-existing workflow. Everything is online immediately after creation.
de: Dies ist wie ein nicht existierender Workflow. Alles ist sofort nach der Erstellung online.

source: Pseudo-state for content which is just created and not persisted yet.
de: Pseudo-Zustand für Inhalt, der gerade erstellt wird und noch nicht persistiert wurde.

source: Pseudo-state for content which has been deleted from the database.
de: Pseudo-Zustand für Inhalt, der aus der Datenbank gelöscht wurde.

source: Submit
de: Abschicken

source: Submit content.
de: Inhalt absenden.

source: Update
de: Ändern

source: Update content.
de: Inhalt ändern.

source: Delete content permanently.
de: Den Inhalt permanent löschen.

source: This is a required field.
de: Dies ist eine Pflichtangabe.

source: Please enter a valid number in this field.
de: Bitte eine Zahl eingeben.

source: Please use numbers only in this field. please avoid spaces or other characters such as dots or commas.
de: Bitte in diesem Feld nur Zahlen verwenden, keine Leerzeichen oder andere Zeichen wie Punkte oder Kommas.

source: Please use letters only (a-z) in this field.
de: Bitte in diesem Feld nur Buchstaben (a-z) verwenden.

source: Please use only letters (a-z) or numbers (0-9) only in this field. No spaces or other characters are allowed.
de: Bitte in diesem Feld nur Buchstaben (a-z) oder Zahlen (0-9) verwenden. Andere Zeichen wie Leerzeichen sind nicht erlaubt.

source: Please enter a valid date.
de: Bitte ein Datum eingeben.

source: Please enter a valid email address. For example yourname@example.com .
de: Bitte eine E-Mail Adresse eingeben. Zum Beispiel fred@domain.com .

source: Please enter a valid URL.
de: Bitte eine URL angeben.

source: Please use this date format: dd/mm/yyyy. For example 17/03/2010 for the 17th of March, 2010.
de: Bitte dieses Datumsformat verwenden: dd/mm/yyyy. Zum Beispiel 17/03/2010 (= 17. März 2010).
