Repository: zikula-modules/Multisites
Catalog: src/modules/Multisites/locale/*/LC_MESSAGES/module_multisites.po
Languages: de

source: Please enter a valid $ amount. For example $100.00 .
de: Bitte einen $-Betrag eingeben. Zum Beispiel $100.00 .

source: Please make a selection.
de: Bitte eine Auswahl treffen.

source: Please select one of the above options.
de: Bitte eine der obigen Optionen auswählen.

source: This value must not contain spaces.
de: Dieser Wert darf keine Leerzeichen enthalten.

source: Please select an allowed file type.
de: Bitte einen erlaubten Dateityp auswählen.

source: Please select a value in the past.
de: Bitte einen Wert aus der Vergangenheit auswählen.

source: Please select a value in the future.
de: Bitte einen Wert aus der Zukunft auswählen.

source: This value is already assigned, but must be unique. Please change it.
de: Dieser Wert wird bereits verwendet, muss jedoch eindeutig sein. Bitte einen anderen Wert auswählen.

source: Only item titles
de: Nur Titel der Einträge

source: With description
de: Mit Beschreibung

source: Custom template
de: Eigene Vorlage

source: %1$s: missing parameter '%2$s'
de: %1$s: Fehlender Parameter '%2$s'

source: Site extensions
de: Seiten-Erweiterungen

source: Edit template
de: Vorlage bearbeiten

source: Content
de: Inhalt

source: Enter the name of the template
de: Gebe den Namen der Vorlage ein

source: Description
de: Beschreibung

source: Enter the description of the template
de: Beschreibe die Vorlage ausführlich

source: Template data
de: Vorlagen-Daten

source: Sql file
de: SQL-Datei

source: Reset to empty value
de: Auf leeren Wert zurücksetzen

source: Allowed file extensions:
de: Erlaubte Dateierweiterungen:

source: Current file
de: Aktuelle Datei

source: or select an existing file
de: oder wähle eine bestehende Datei

source: Advanced options
de: Erweiterte Optionen

source: Folders
de: Ordner

source: Enter additional folders of the template
de: Gebe zusätzliche Ordner der Vorlage ein

source: Enter the folders to be created for new sites separated by line breaks. If you need a folder within another one you can write expressions like "folder/folder".
de: Gebe Ordner an, die für neue Seiten erstellt werden sollen, getrennt durch Zeilenumbrüche. Auch Unterordner sind möglich durch Ausdrücke wie "ordner/unterordner".

source: Excluded tables
de: Ausgeschlossene Tabellen

source: Enter table names to be excluded from reapplications
de: Gebe Tabellennamen ein, die von erneuten Anwendungen ausgeschlossen werden sollen

source: Enter the names of database tables which should be skipped during template reapplications separated by line breaks. With this you can for example avoid overriding your local user table.
de: Gebe die Namen der Datenbanktabellen ein (getrennt durch Zeilenumbrüche), die während erneuten Anwendungen der Vorlage übersprungen werden sollen. Damit kann man beispielsweise das Überschreiben der lokalen Benutzertabelle vermeiden.

source: Parameters
de: Parameter

source: Enter required parameter names for this template
de: Gebe die benötigten Parameternamen für diese Vorlage ein

source: Enter parameter names separated by line breaks. Each parameter represents a variable information which is being replaced by concrete values when creating a new site or reapplying the template on existing sites. The parameter names can be used as placeholders anywhere in the template data accordingly.
de: Gebe Parameternamen getrennt durch Zeilenumbrüche ein. Jeder Parameter repräsentiert eine variable Information, die beim Erstellen einer neuen Seite oder dem erneuten Anwenden der Vorlage auf bestehende Seiten durch konkrete Werte ersetzt wird. Die Namen der Parameter können entsprechend als Platzhalter irgendwo in den Daten der Vorlage verwendet werden.

source: Placeholder syntax: ###PARAMETERNAME###
de: Platzhalter-Syntax: ###PARAMETERNAME###

source: Return control
de: Rücksprungskontrolle

source: Create another item after save
de: Nach dem Speichern noch einen Eintrag erstellen

source: Really delete this template? This includes deletion of assigned parameters and sites, too!
de: Diese Vorlage wirklich löschen? Dies beinhaltet auch die Löschung zugewiesener Parameter und Seiten!

source: Reapply
de: Neu anwenden

source: Template
de: Vorlage

source: Confirmation prompt
de: Bestätigungsabfrage

source: Do you really want to reapply this template ?
de: Soll diese Vorlage wirklich neu angewendet werden?

source: Caution: this reapplies the template data again to all assigned sites. All database tables except excluded ones will be dropped and recreated.
de: Achtung: dies wendet die Daten der Vorlage auf alle zugeordneten Seiten neu an. Alle Datenbanktabellen außer den ausgeschlossenen werden gelöscht und neu angelegt.

source: Template list
de: Liste der Vorlagen

source: A site template represents a blueprint for several sites. Each template may be assigned to all or specific projects.
de: Eine Seitenvorlage repräsentiert eine Blaupause für mehrere Seiten. Jede Vorlage kann allen oder lediglich bestimmten Projekten zugeordnet werden.

source: Back to paginated view
de: Zurück zur Seitenansicht

source: Show all entries
de: Alle Einträge anzeigen

source: Actions
de: Aktionen

source: None
de: Keine

source: View sites assigned to this template
de: Dieser Vorlage zugeordnete Seiten anschauen

source: Site list
de: Seitenliste

source: No templates found.
de: Keine Vorlagen gefunden.

source: With selected templates
de: Die ausgewählten Vorlagen

source: Choose action
de: Aktion wählen

source: Choose template
de: Vorlage wählen

source: Choose the template
de: Die Vorlage auswählen

source: If you decouple a site from the template it is not affected by future reapplications of this template anymore, but is configured and maintained independently. If you reassign a decoupled site to a template again this template is reapplied for that site.
de: Wird eine Seite von der Vorlage entkoppelt, ist diese nicht mehr von zukünftigen Neuanwendungen dieser Vorlage betroffen, sondern wird unabhängig konfiguriert und gewartet. Wird eine entkoppelte Seite wieder einer Vorlage zugewiesen, wird diese Vorlage für die Seite neu angewendet.

source: Quick navigation
de: Schnellnavigation

source: All
de: Alle

source: Project
de: Projekt

source: Workflow state
de: Workflow-Zustand

source: Search
de: Suche

source: Sort by
de: Sortieren nach

source: Creation date
de: Erstellungsdatum

source: Creator
de: Ersteller

source: Update date
de: Änderungsdatum

source: ascending
de: aufsteigend

source: descending
de: absteigend

source: Page size
de: Seitengröße

source: Settings
de: Einstellungen

source: General
de: Allgemein

source: Here you can define general settings.
de: Hier können die grundlegenden Einstellungen verändert werden.

source: Temporal folder .htaccess file content
de: Inhalt der .htaccess-Datei des temporären Ordners

source: Enter the temp access file content.
de: Bitte gebe den Inhalt der .htaccess-Datei des temporären Ordners ein.

source: Security settings
de: Sicherheitseinstellungen

source: Here you can define security-related settings.
de: Hier können sicherheitsbezogene Einstellungen verändert werden.

source: Global admin name
de: Globaler Admin Name

source: Enter the global admin name.
de: Bitte den (Nutzer-)Namen des globalen Administrators eingeben.

source: Global admin password
de: Globaler Admin Kennwort

source: Enter the global admin password.
de: Bitte das Kennwort des globalen Administrators eingeben.

source: Global admin email
de: Globaler Admin E-Mail

source: Enter the global admin email.
de: Bitte die E-Mail-Adresse des globalen Administrators eingeben.

source: Update configuration
de: Konfiguration ändern

source: Configuration wizard
de: Konfigurationsassistent

source: Step 1 - Checking the correct location of the configuration files
de: Schritt 1 - Überprüfung des korrekten Ortes der Konfigurationsdateien

source: Please copy the files <strong>%1$s</strong> and <strong>%2$s</strong> into the Zikula <strong>config</strong> directory and give them writeable permissions.
de: Bitte kopiere die Dateien <strong>%1$s</strong> und <strong>%2$s</strong> in das <strong>config</strong>-Verzeichnis von Zikula und stelle ihre Rechte auf beschreibbar.

source: If you have any problem you can recover the system to the previous state at any time by deleting both files again.
de: Bei Problemen kannst Du das System jederzeit durch Löschen beider Dateien in den vorherigen Zustand zurückversetzen.

source: The file <strong>%s</strong> has not been found and could not be copied automatically.
de: Die Datei <strong>%s</strong> wurde nicht gefunden und konnte nicht automatisch kopiert werden.

source: The file <strong>%s</strong> is located in the correct place.
de: Die Datei <strong>%s</strong> ist am richtigen Platz.

source: The file <strong>%s</strong> is not writeable, but it should be.
de: Fehler! Die Datei <strong>%s</strong> ist nicht beschreibbar, was aber der Fall sein sollte.

source: The file <strong>%s</strong> is writeable.
de: Die Datei <strong>%s</strong> ist beschreibbar.

source: Check again
de: Nochmal prüfen

source: Step 2 - Checking whether the sites files directory exists
de: Schritt 2 - Überprüfung der Existenz des Verzeichnisses für die Seitendateien

source: Script Real Path
de: Realer Skript-Pfad

source: Physical location of the directory in the server
de: Physischer Ort des Verzeichnisses auf dem Server

source: This directory will be used to save the temporary and userdata files for the different sites.
de: Dieses Verzeichnis wird zum Speichern der temporären Dateien und Nutzerdateien für die unterschiedlichen Seiten verwendet.

source: Save
de: Speichern

source: Step 3 - Writing correct parameters into the <strong>%s.php</strong> file
de: Schritt 3 - Schreiben der korrekten Parameter in die Datei <strong>%s</strong>

source: If you experience any problem you can delete the <strong>%1$s</strong> and <strong>%2$s</strong> files to recover the system to the previous state.
de: Bei Problemen kannst Du die Dateien <strong>%1$s</strong> und <strong>%2$s</strong> löschen, um das System in den vorherigen Zustand zurück zu versetzen.

source: Main domain
de: Haupt-Domain

source: Sites temporal directory
de: Temporäres Verzeichnis der Seite

source: Sites data directory
de: Verzeichnis der Seiten-Daten

source: Step 4 - Check if the %s file is not writeable anymore
de: Schritt 4 - Sicherstellen, dass die Datei %s nicht mehr beschreibbar ist

source: The <strong>%s</strong> file is writeable, but it should not be. Please set this file as not writeable.
de: Die Datei <strong>%s</strong> ist beschreibbar, sollte sie aber nicht sein. Bitte diese Datei auf nur-lesen stellen.

source: Multiply queries
de: Abfragen vervielfachen

source: This is an expert function! Use it only if you know about the effects.
de: Dies ist eine Expertenfunktion! Verwenden Sie sie nur, wenn Sie sich über die Auswirkungen im Klaren sind.

source: Input data
de: Eingabedaten

source: Use <strong>`###DBNAME###`</strong> as a placeholder for the database name.
de: Benutzen Sie <strong>`###DBNAME###`</strong> als Platzhalter für den Datenbanknamen.

source: Sql query
de: SQL-Abfrage

source: or sql file
de: oder SQL-Datei

source: Options
de: Optionen

source: Database hosts
de: Datenbank-Server

source: Database types
de: Datenbank-Typen

source: Operation mode
de: Ausführungsmodus

source: Show output sql
de: Ausgabe-SQL anzeigen

source: Execute sql directly
de: SQL direkt ausführen

source: Output data
de: Ausgabedaten

source: Output
de: Ausgabe

source: Start
de: Starten

source: Manage updates
de: Updates verwalten

source: This functionality is not implemented yet.
de: Diese Funktionalität wurde noch nicht implementiert.

source: It is going to be added in Multisites version 2.1.0.
de: Sie wird in Multisites Version 2.1.0 hinzugefügt.

source: Please see this issue for more details:
de: Für weitere Details bitte dieses Ticket anschauen:

source: View issue at GitHub
de: Ticket auf GitHub anschauen

source: Edit project
de: Projekt bearbeiten

source: Enter the name of the project
de: Gebe den Namen des Projektes ein

source: Really delete this project? This includes deletion of assigned templates and sites, too!
de: Dieses Projekt wirklich löschen? Dies beinhaltet auch die Löschung zugewiesener Vorlagen und Seiten!

source: Project list
de: Projektliste

source: Projects serve for grouping sites by clients or topics.
de: Projekte dienen der Gruppierung von Seiten nach Kunden oder Themen.

source: View sites assigned to this project
de: Diesem Projekt zugeordnete Seiten anschauen

source: No projects found.
de: Keine Projekte gefunden.

source: With selected projects
de: Die ausgewählten Projekte

source: Edit site
de: Seite bearbeiten

source: Basic data
de: Grundlegende Daten

source: Name (internal)
de: Interner Name

source: Enter the name of the site
de: Gebe den internen Namen der Seite ein

source: Description (internal)
de: Beschreibung (intern)

source: Enter the description of the site
de: Gebe die interne Beschreibung der Seite ein

source: Enter the site alias of the site
de: Gebe ein Alias für diese Seite ein

source: The alias must be a lower case, unique string containing only letters.
de: Das Alias muss ein klein geschriebener, eindeutiger String sein, der nur Buchstaben enthält.

source: Site name
de: Seiten-Name

source: Enter the site name of the site
de: Gebe den Namen der Seite ein

source: Original site name
de: Originaler Seiten-Name

source: Site description
de: Seiten-Beschreibung

source: Enter the site description of the site
de: Gebe die Beschreibung der Seite ein

source: Site host or folder
de: Seiten-Host oder -Ordner

source: Site dns
de: Seiten-DNS

source: Enter the site dns of the site
de: Gebe die Domain bzw. den Ordnernamen für diese Seite ein

source: This is the domain or folder name under which this site should be reachable.
de: Dies ist der Domain- oder Verzeichnisname, unter dem die Seite erreichbar sein soll.

source: Active
de: Aktiv

source: active ?
de: aktiv ?

source: Management information
de: Verwaltungsinformationen

source: Site admin name
de: Admin Name

source: Enter the site admin name of the site
de: Gebe den (Nutzer-)Namen des Seiten-Administrators ein

source: User names can contain letters, numbers, underscores, periods, or dashes.
de: Benutzernamen können Buchstaben, Zahlen, Unterstriche, Punkte oder Striche enthalten.

source: Original site admin name
de: Originaler Site Admin Name

source: Site admin password
de: Admin Kennwort

source: Enter the site admin password of the site
de: Gebe das Kennwort des Seiten-Administrators ein.

source: Original site admin password
de: Ursprüngliches Kennwort des Seiten-Administrators

source: Site admin real name
de: Admin realer Name

source: Enter the site admin real name of the site
de: Gebe den realen Namen des Seiten-Administrators ein

source: Site admin email
de: Admin E-Mail

source: Enter the site admin email of the site
de: Gebe die E-Mail-Adresse des Seiten-Administrators ein

source: Original site admin email
de: Ursprüngliche E-Mail-Adresse des Seiten-Administrators

source: Site company
de: Seiten-Firma

source: Enter the site company of the site
de: Gebe das Unternehmen der Seite ein

source: Database data
de: Datenbank-Daten

source: Caution: the database is emptied, so choose one which is not used by any other applications. All tables which are defined as excluded in the template are kept though.
de: Achtung: die Datenbank wird geleert, also wählen Sie eine, welche nicht von anderen Anwendungen benutzt wird. Alle Tabellen, die in der Vorlage als ausgeschlossen definiert wurden, werden allerdings aufgehoben.

source: Change these values only if database credentials actually changed.
de: Verändere diese Werte nur, falls sich die Datenbank-Zugangsdaten tatsächlich geändert haben.

source: Database type
de: Datenbank Typ

source: Choose the database type of the site
de: Wähle den Typ der Datenbank aus

source: Database host
de: Datenbank Host

source: Enter the database host of the site
de: Gebe den Hostnamen für die Datenbank ein

source: Enter the database name of the site
de: Gebe den Namen der Datenbank für diese Seite ein

source: Database user name
de: Datenbank Benutzer

source: Enter the database user name of the site
de: Gebe den Benutzernamen für die Datenbank ein

source: Database password
de: Datenbank Kennwort

source: Enter the database password of the site
de: Gebe das Kennwort für die Datenbank ein

source: Create database
de: Datenank erstellen

source: Check this if the database does not exist yet.
de: Kreuze diese Option an, falls die Datenbank noch nicht existiert.

source: Expert option! Only possible if the database user has sufficient permissions.
de: Expertenoption! Nur möglich, falls der Datenbanknutzer ausreichende Berechtigungen besitzt.

source: Note: the database user must exist already for this to work.
de: Hinweis: der Datenbanknutzer muss bereits existieren, damit dies funktioniert.

source: Individualisation
de: Individualisierung

source: Delete logo ?
de: Logo löschen ?

source: Delete existing file
de: Existierende Datei löschen

source: Delete fav icon ?
de: FavIcon löschen ?

source: Allowed locales
de: Erlaubte Sprachen

source: Enter the allowed locales of the site
de: Gebe die erlaubten Sprachen für die Seite ein

source: Expert option! Per default all locales available in the system will be made available for the site.
de: Expertenoption! Per Standard sind alle im System verfügbaren Sprachen auch für die Seite verfügbar.

source: This feature has not been implemented yet (issue #17).
de: Dieses Feature wurde noch nicht implementiert (Issue #17).

source: Parameters csv file
de: Parameter CSV-Datei

source: Delete parameters csv file ?
de: CSV-Datei löschen ?

source: Note: you should use semicolon as delimiter and UTF-8 as encoding.
de: Hinweis: als Trennzeichen sollte Semikolon und als Zeichensatz sollte UTF-8 verwendet werden.

source: or enter them manually
de: oder gebe sie manuell ein

source: Enter values for the template parameters
de: Gebe Werte für die Vorlagen-Parameter ein

source: Derive placeholders from template
de: Platzhalter von der Vorlage ableiten

source: Enter values for all parameters specified by the selected template separated by line breaks.
de: Gebe Werte für alle durch die ausgewählte Vorlage spezifizierten Parameter ein, getrennt durch Zeilenumbrüche.

source: None (decouple site from template)
de: Keine (Seite von Vorlage entkoppeln)

source: Toggle theme state
de: Theme-Status verändern

source: Allowed
de: Erlaubt

source: Not allowed
de: Nicht erlaubt

source: Add theme
de: Theme hinzufügen

source: Default theme
de: Standardtheme

source: Set as default theme
de: Als Standardtheme festlegen

source: Delete site
de: Seite löschen

source: Basic site data
de: Grundlegende Seitendaten

source: Delete options
de: Löschoptionen

source: Delete site files
de: Seiten-Dateien löschen

source: Delete database
de: Datenank löschen

source: Do you really want to delete this site ?
de: Soll diese Seite wirklich gelöscht werden?

source: Back to site list
de: Zurück zur Seitenliste

source: Toggle module state
de: Modul-Status verändern

source: Add module
de: Modul hinzufügen

source: Active, click to deactivate
de: Aktiv, klicken zum Deaktivieren

source: Inactive, click to activate
de: Inaktiv, klicken zum Aktivieren

source: Not allowed, click to deactivate
de: Nicht erlaubt, klicken zum Deaktivieren

source: Each site is assigned to a project and instance of a certain site template.
de: Jede Seite ist einem Projekt zugeordnet und Ausprägung einer bestimmten Seitenvorlage.

source: All letters
de: Alle Buchstaben

source: Visit this site
de: Diese Seite besuchen

source: User
de: Benutzer

source: Real name
de: Realer Name

source: Send an email
de: Eine E-Mail senden

source: Company
de: Firma

source: Not set.
de: Nicht angegeben.

source: None (decoupled)
de: Keine (entkoppelt)

source: Site database
de: Seiten-Datenbank

source: This setting is enabled. Click here to disable it.
de: Diese Einstellung ist aktiviert. Klicke hier um sie zu deaktivieren.

source: This setting is disabled. Click here to enable it.
de: Diese Einstellung ist deaktiviert. Klicke hier um sie zu aktivieren.

source: No sites found.
de: Keine Seiten gefunden.

source: With selected sites
de: Die ausgewählten Seiten

source: Clear all cache and compile directories
de: Alle Cache- und Kompilierungsverzeichnisse leeren

source: Available tools
de: Verfügbare Werkzeuge

source: Create global administrator
de: Globalen Administrator erstellen

source: This ensures that the global administrator exists. Note that if the site admin and the global admin have the same user name, the global admin will override the original site admin.
de: Dies stellt sicher, dass der globale Administrator existiert. Zu beachten ist, dass, falls der Seiten-Admin und der globale Admin den gleichen Nutzernamen haben, der globale Admin den ursprünglichen Seiten-Admin überschreibt.

source: Recover administrators site control
de: Seitenkontrolle des Administrators wiederherstellen

source: This removes the first permission rule and inserts the default one instead, ensuring that the original site administrator belongs to the admin group again.
de: Dies entfernt die erste Berechtigungsregel und fügt die Standardregel statt dessen ein, was sicherstellt, dass der ursprüngliche Seiten-Administrator wieder zur Admin-Gruppe gehört.

source: Creation and update
de: Erstellung und Änderung

source: Created by %s
de: Erstellt von %s

source: Created on %s
de: Erstellt am %s

source: Updated by %s
de: Geändert von %s

source: Updated on %s
de: Zuletzt geändert am %s

source: Creation
de: Erstellung

source: Created by %1$s on %2$s
de: Erstellt von %1$s am %2$s

source: Last update
de: Letzte Änderung

source: Updated by %1$s on %2$s
de: Geändert von %1$s am %2$s

source: Really delete this template?
de: Diese Vorlage wirklich löschen?

source: Temp access file content
de: Inhalt der .htaccess-Datei des temporären Ordners

source: Really delete this project?
de: Dieses Projekt wirklich löschen?

source: Choose projects
de: Projekte wählen

source: Choose the projects
de: Die Projekte auswählen

source: Choose project
de: Projekt wählen

source: Choose the project
de: Das Projekt auswählen

source: Extension version
de: Version der Erweiterung

source: Extension type
de: Typ der Erweiterung

source: Site
de: Seite

source: Site extension list
de: Liste der Seiten-Erweiterungen

source: A site consists of several extensions, which may be modules, themes or plugins.
de: Eine Seite besteht aus mehreren Erweiterungen, welche Module, Themes oder Plugins sein können.

source: No site extensions found.
de: Keine Erweiterungen gefunden.

source: With selected site extensions
de: Die ausgewählten Erweiterungen

source: Enter the database type of the site
de: Wähle den Typ der Datenbank aus

source: Really delete this site?
de: Diese Seite wirklich löschen?

source: Parameters array
de: Parameter Array

source: Extensions
de: Erweiterungen
